Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Currently only contingent liabilities that are resolved and payable are included in the cost to acquire the business.
es: Actualmente solo los pasivos contingentes establecidos y pagaderos se incluyen en el costo de adquirir el negocio.

source: With LTC Worx you always know the status of your business.
es: Con LTC Worx siempres estará informado sobre el estado de su empresa.

source: We are embracing new technologies that offer great opportunities for learning, for doing business, for communicating.
es: Adoptamos nuevas tecnologías que ofrecen grandes oportunidades para aprender, para hacer negocios y para comunicarnos.

source: Cold marketing is defined as any promotional activity that is geared toward random individuals who have no personal, business, social or acquaintance relationship(s) with the promoter.
es: "Cold Marketing"" se define como cualquier actividad promocional que está diseñada hacia individuos escogidos al azar, quienes no tienen ninguna relación personal, comercial o social, o relación de conocidos con el promotor."

source: We believe that IFRA Expo is the most important trade show in the newspaper production business.
es: En nuestra opinión, la IFRA Expo es la feria más importante en el sector de producción de periódicos.

source: Once the business owner selects a contractor, it is time to negotiate a contract.
es: Una vez que el dueño selecciona al constructor, es momento de negociar el contrato.

source: Sadly, Mr. Zucker recently passed away and while we will miss him, his vision for the business has been deeply rooted.
es: "Por desgracia, el Sr. Zucker falleció recientemente y aunque lo echaremos de menos, su visión para el negocio se ha afianzado profundamente""."

source: For a business venture, the life cycle of a product is largely reflected in its value chain.
es: Para un emprendimiento de negocios, el ciclo de vida de un producto se refleja en gran medida en su cadena de valor.

source: In other words, a provider must identify that enough slots will be filled and paid for to cover the cost of operating the business.
es: En otras palabras, un proveedor debe saber que se llenarán y pagarán suficientes vacantes para cubrir el costo de operar el negocio.

source: In any event, it is vitally important to increase business involvement.
es: El incremento del protagonismo empresarial es en cualquier caso fundamental.

source: This would amount to an added, and perhaps unpopular, tax on business and labour.
es: Esto equivaldría a un impuesto agregado, tal vez impopular, sobre las empresas y el trabajo.

source: On that account, the banks accumulated liquidity in order to provide enough funds to their operating business.
es: De esa cuenta, los bancos acumularon liquidez con el objetivo de proveer suficientes fondos a su negocio en marcha.

source: Business practices should be modernized to lower transaction costs as well.
es: También deberían modernizarse las prácticas comerciales a fin de reducir los costos de transacción.

source: These companies have the technologies, applications, and practices for the most accurate and relevant business intelligence reporting and data reporting.
es: Estas empresas cuentan con tecnologías, aplicaciones y prácticas que permiten obtener los informes de Business Intelligence y de datos de mayor precisión y relevancia.

source: The business case for such services and the associated regulatory oversight measures should be analysed.
es: Convendría analizar la justificación económica de tales servicios y de las medidas asociadas de supervisión de la legislación.

source: Merchants from near and far come here to do business.
es: Mercaderes de todas partes vienen aquí a hacer sus negocios.

source: We call emission standards the maximum levels of emission set forth by the authority for each business enterprise.
es: Se llaman estándares de emisiones a los niveles máximos de emisión que fija la autoridad para cada empresa.

source: This also includes consulting services for the shareholders and directors of the business involved.
es: Esto incluye el asesoramiento de socios y administradores de las empresas implicadas.

source: It is sometimes less expensive for a group to travel with a private rental jet forgetting tickets and constraints, than in business class aboard a scheduled flight.
es: A veces es más barato de viajar en grupo sin billetes ni obligaciones, en un jet privado más que en un vuelo regular de clase business.

source: The EFQM methods places quality at the center of all business processes.
es: El método EFQM centra su atención en la calidad de todos los procesos de negocios.

source: Research into viticulture and oenology is a crucial and much needed component of the wine business.
es: La investigación en viticultura y enología es una necesidad y un elemento clave del negocio del vino.

source: With LTC Worx you do not have to sacrifice your' tried and tested processes when implementing a business system.
es: Con LTC Worx no necesitará sacrificar sus procesos prueba cuando aplique un sistema de gestión de la información.

source: The latest issue of the Harvard Business Review came up with the same conclusion.
es: La última edición de la Harvard Business Review llegó a la misma conclusión.

source: "My three children work in the business, but I told them, ""If you don't like this business, don't get involved."
es: "Mis tres hijos trabajan en el negocio, pero les dije ""Si no te gusta este negocio, mejor no le entres""."

source: The new Abacus Business from DICOTA is an optical mouse and a numeric keypad in one!
es: El nuevo Abacus Business de DICOTA es ratón óptico y teclado numérico en uno!

source: It offers bachelor's degree programmes in 33 fields and master's degree courses in education, business administration and public administration.
es: Ofrece el título de licenciado en 33 especialidades, así como cursos de maestría en educación, administración de empresas y administración pública.

source: BIZMARKET is a complete B2C (retail) and B2B (wholesale) ecommerce platform for groups of businesses marketing their products through a collective site, but each retaining their own identity and individual business terms.
es: BIZMARKET es una plataforma de comercio electrónico B2C (minorista) y B2B (mayorista) completa para grupos de comerciantes que venden sus productos en una web colectiva, pero manteniendo cada uno su propia identidad y condiciones de negocio.

source: As a consequence, we suggest that you either open several accounts or that you give access to your account by power of attorney.
es: En consecuencia, le sugerimos que abra varias cuentas o bien que proporcione acceso a su cuenta mediante un poder notarial.

source: When that period concluded, he was not informed of his right to meet with an attorney.
es: Al fin del plazo, el detenido no fue informado de su derecho a reunirse con un abogado.

source: Subscribers objecting to the disclosure of their information may wish to consult with an attorney.
es: Los suscriptores que se nieguen a la divulgación de su información deben consultar con un abogado.

source: Dissident attorney Rene Gomez Manzano is unexpectedly released from prison.
es: El abogado disidente René Gómez Manzano es liberado de prisión sin previo aviso.

source: Talking to an estate attorney is an excellent first step.
es: Hablar con un abogado de bienes es un primer paso excelente.

source: Besides, it is not necessary to be an attorney to become a tribunal member of this court.
es: Además, no es necesario ser abogado para integrar un tribunal de este fuero.

source: But at that point, the defendant will be assigned a defense attorney to look after the defendant's rights, so civilian oversight at that point would be redundant.
es: Pero, en dicha etapa, a esta persona se le asignará un abogado para que defienda sus derechos, por lo que en tal momento sería redundante la supervisión ciudadana.

source: The German Attorney-General, whose remit includes major crimes jeopardising the peace within Germany, sent this case back to the relevant court on the grounds that it was not primarily racially motivated.
es: El Fiscal General alemán, cuya competencia abarca los grandes delitos que ponen en peligro la paz en Alemania, remitió este caso al tribunal pertinente aduciendo que su motivación no fue principalmente racista.

source: In the alternative, the Attorney General requested that the author be subjected to extended supervision for five years.
es: Alternativamente, el Fiscal General pedía que se sometiera al autor a supervisión ampliada durante cinco años.

source: The Attorney General of Lyon acknowledged this in a communiqué issued at the time by the entire press corps.
es: El fiscal general de Lyon lo reconoció en un comunicado publicado entonces por toda la prensa.

source: Consider asking an attorney to review the contract.
es: Puede pedirle a un abogado que revise el contrato.

source: An arraignment takes place only after the prosecuting attorney decides to file charges.
es: La instrucción de cargos tiene lugar solamente después de que la fiscalía decida presentar cargos.

source: The attorney general has still not been selected from the list which the Uribe government submitted.
es: Todavía no se ha elegido al fiscal general de la lista que presentó el gobierno de Uribe.

source: There are legal aid lawyers provided by the Spanish Government that guarantee that assistance if you do not have the means to pay for an attorney.
es: Existen abogados de oficio facilitados por el Estado español que garantizan dicha asistencia en caso de carecer de fondos para pagarse un abogado.

source: After several years of pressure from civil society organisations, the attorney-general launched an inquiry.
es: Tras varios años de recibir presión de las organizaciones cívicas, el procurador general inició una investigación.

source: Can Komnas Ham recommend compensation, and can it take cases to court, if Attorney General does not prosecute them?
es: ¿Puede el Komnas Ham recomendar el pago de compensaciones, y puede éste llevar los casos ante los tribunales si el Fiscal General no inicia acciones judiciales?

source: Fourth All the defendants exercised their right to rely on a defense attorney.
es: Cuarto Todos los acusados ejercieron su derecho de contar con un abogado defensor.

source: Likewise of the utmost importance in the suppression of torture are the rights of detained persons immediately after arrest, such as the right to direct access to an attorney and, where applicable, consular protection.
es: Son asimismo de suma importancia para la supresión de la tortura los derechos de las personas privadas de libertad inmediatamente después de la detención, como el derecho al acceso directo a un abogado y, cuando corresponda, el derecho a la protección consular.

source: Contrary to the applicable law, she was requested to present a power of attorney from the author authorizing her to act on his behalf, which had to be certified by consular staff of the Republic of Uzbekistan.
es: Contrariamente a la legislación aplicable, se le había pedido que presentara un poder notarial en el que el autor la autorizara a actuar en su nombre, legalizado por personal consular de la República de Uzbekistán.

source: The agent may be appointed in a separate power of attorney or in a general power of attorney.
es: Se podrá nombrar un mandatario en un poder separado o un poder general.

source: If you are a residential customer, you may represent yourself in the formal complaint proceeding or hire an attorney to represent you.
es: Si es cliente residencial, puede presentar la queja formal usted mismo, o puede contratar un abogado que lo represente.

source: The police and ombudsman pass complaints to the courts and the attorney general's office, which fail to process them.
es: La policía y el defensor del pueblo trasladan las denuncias a los juzgados y a la fiscalía, y estos no las procesan.

source: What is clear is that the true goals of the U.S. attorney are being accomplished.
es: Lo que sí está claro es que los verdaderos propósitos de la fiscalía se van cumpliendo.

source: A patent attorney was among the first of their external recruits.
es: Entre sus primeras contrataciones externas figura la de un abogado de patentes.

source: What do you think of your attorney, how has the relationship between you been, in spite of all the violations there have been in the process?
es: ¿Qué opinión tienes de tu abogado, cómo han transcurrido las relaciones entre ustedes, pese a las violaciones que ha habido en ese particular?

source: Step two, he says, is appointing a health care agent or surrogate to make decisions on your behalf-via a health care power of attorney-who will use your advance directives as a guide to what decisions you would make if you could.
es: El segundo paso, indica, es designar -mediante un poder notarial de salud- a un agente o apoderado para que, utilizando sus instrucciones anticipadas como guía, tome las mismas decisiones que tomaría usted, si pudiera hacerlo.

source: Durable power of attorney A document in which the patient names another person to make legal decisions for him or her.
es: Poder legal duradero Documento mediante el cual el paciente nombra a otra persona para que tome decisiones legales en su nombre.

source: Where a party or an intervener has appointed a representative to represent him before the Board, that representative shall provide a power of attorney (Article 9 of the Rules of Procedure).
es: Cuando una parte o un interesado haya elegido representante para que lo represente ante la Sala, dicho representante deberá presentar un poder de representación (artículo 9 del Reglamento de procedimiento).

source: (a) whether the foreign State is likely to grant such a request made by the Attorney General on behalf of the defendant
es: a) La probabilidad de que el Estado extranjero acceda a la solicitud presentada por el Fiscal General en nombre del acusado

source: However, the Director advised the Panel that the Real Estate Tax Unit has created a current database showing details of land ownership for Montserrado County.
es: No obstante, el Director informó al Grupo de que la Dependencia de Tributación Inmobiliaria había creado una base de datos con información actual sobre la propiedad de la tierra en el condado de Montserrado.

source: The Flemish authorities, however, have frozen the value of property on the basis of which the tax is calculated at the 1998 level and therefore, the investments would not lead to any higher real estate tax and consequently the exemption would not have a real benefit.
es: No obstante, las autoridades flamencas han congelado el valor de los bienes sobre cuya base se calcula el impuesto en el nivel de 1998; por tanto, las inversiones no supondrían un aumento de la contribución territorial y la exención no aportaría por tanto una ventaja real.

source: The state has lost money it used to get from the federal estate tax.
es: El estado ha perdido ingresos que obtenía anteriormente a través del impuesto federal a la propiedad.

source: The last set of measures which, according to the information available, were not granted before accession, are measures granted to SSN by the City of Szczecin in the form of write-offs and deferrals of payment of real estate tax.
es: El último conjunto de medidas que, según la información de que se dispone, no se concedió antes de la adhesión, es el otorgado al Astillero Szczecin por parte de la Ciudad de Szczecin en forma de condonaciones y aplazamientos de pago del impuesto sobre bienes inmuebles.

source: It is the value determined in the Real Estate Tax receipt.
es: Es el determinado en el recibo del Impuesto sobre Bienes Inmuebles.

source: Partial or full exemption from real estate tax is possible.
es: Es posible obtener una exención parcial o total del impuesto sobre bienes inmuebles.

source: Photocopy of receipt for latest payment of the real estate tax.
es: Fotocopia del documento de pago del último recibo del Impuesto sobre Bienes Inmuebles.

source: The coalition agreed not to raise the trade tax, for fear of driving even more businesses away from Berlin, but to resort to a higher rate of real-estate tax.
es: La coalición convino en no elevar el impuesto al comercio, por temor a que se alejaran de Berlín todavía más empresas, y en recurrir a una tasa más alta del impuesto sobre bienes raíces.

source: Estate tax in most countries is the largest tax of all and typically doesn't receive as much attention as other tax forms - such as annual income tax.
es: El impuesto de sucesión en la mayoría de los países es el impuesto más grande de todo y generalmente no recibe tanta atención como las otras formas de impuestos, tal como el impuesto sobre la renta anual.

source: See this table of Estate Tax Exemptions for the next 8 years (estate tax is theoretically repealed in 2010).
es: Véase la tabla de Excenciones de Impuestos Hereditarios de los siguientes 8 años (el impuesto hereditario teóricamente se revoca en el 2010).

source: Total exemption from Real Estate Tax and Stamp Duty may be achieved under certain conditions, namely if the social, environmental or traditional art protection activity of the Foundation is considered to be legally equivalent to the activity of Public Social Solidarity Entities and if the real estate acquired is used for the statutory purposes of the Foundation.
es: Una exención total de Gravamen de Propiedad Inmobiliaria e Impuesto de Sello, se puede conseguir bajo ciertas condiciones, si la actividad de protección social, ambiental y tradicional de la fundación se considera legalmente igual a la actividad de las Entidades Públicas Sociales de Solidaridad, y siempre que la propiedad inmobiliaria adquirida sea utilizada de acuerdo con el objeto social previsto por la fundación.

source: Buyer's Guide Consult your tax advisor or financial planner if you have questions about the estate tax consequences of your account.
es: Guía para el comprador Consulte a su consejero de impuestos o planificador financiero si tiene preguntas sobre las consecuencias en los impuestos del estado por su cuenta.

source: Historically, if you did not have a taxable estate for federal estate tax purposes, then you would not owe a Texas inheritance tax.
es: Historicamente, si su sucesión estaba eximida de impuestos, para efectos del impuesto sucesorio federal, usted no pagaba el impuesto herencial de Texas.

source: A trust may also have important estate tax consequences and should be drafted in coordination with your will.
es: Un Fideicomiso puede tener importantes consecuencias sobre los impuestos del patrimonio y debe ser escrito en coordinación a su testamento.

source: It is available in Communes which have adopted resolutions concerning the possibility of exemption from real estate tax.
es: Está disponible en las comunas que han aprobado resoluciones relativas a la posibilidad de exención del impuesto sobre bienes inmuebles.

source: Special real estate tax for non-resident entities
es: Impuesto especial sobre bienes inmuebles de entidades no residentes

source: The donor makes an irrevocable gift of cash or appreciated securities which is eligible for income or estate tax purposes to the charity.
es: El donante hace un regalo definitivo en dinero o valores financieros apreciados en valor, los cuales son elegibles para el impuesto sobre la renta o estatal como donación.

source: A legacy or testament ACTEC is entitled to receive donations and legacies with a reduced estate tax liability.
es: Legado o testamento ACTEC está habilitada para recibir donaciones y legados afectados de derechos de sucesión reducidos.

source: 4. Has this name been circulated to businesses and professionals, i.e., accountants, attorneys, trust administrators, business registrars, financial advisers, precious commodities dealers, and real estate, tax and travel agents?
es: 4. ¿Se ha comunicado este nombre a empresas y profesionales como contables, juristas, administraciones fiduciarias, oficinas de registro de empresas, asesores financieros, vendedores de bienes preciosos y agentes inmobiliarios, fiscales y de viajes?

source: Common types of tax incentives may include reduced corporate income tax, exemption from income tax for foreign personnel required to staff the project, exemption from real estate tax, and tax concession on royalties or import duties.
es: Entre los incentivos fiscales más usuales cabe citar un impuesto sobre sociedades de tipo módico, la exención del impuesto sobre la renta para el personal extranjero cuya pericia sea necesaria al proyecto, la exención de la contribución inmobiliaria o territorial, y concesiones fiscales sobre los derechos de patente y de importación.

source: The State of Texas used to have an inheritance tax regime tied to the federal estate tax system.
es: El Estado de Texas tenía un impuesto a la herencia vinculado al sistema de impuestos sucesorio federal.

source: A trust funded with the maximum allowable applicable credit amount for the benefit of the surviving spouse or other beneficiaries, free of estate tax.
es: Un fideicomiso financiado con la cantidad máxima de crédito aplicable permisible para el beneficio del cónyuge sobreviviente u otro beneficiario, libre de impuestos sobre el patrimonio.

source: What Congress chooses to do with the estate tax in 2010 will help determine disparities of wealth for years to come.
es: Lo que el Congreso decida hacer con el impuesto al patrimonio en 2010 ayudará a determinar disparidades de la riqueza para los años venideros.

source: Proof of payment of current real estate tax (cancelled check, statement from mortgage holder, or Cook County Collector receipt)
es: Prueba de pago del impuesto inmobiliario a ctual (cheque pagado, declaración del titular de la hipoteca o recibo del Recaudador de Impuestos de Cook County)

source: Leaving Real Estate Tax to one side for the moment, the conclusions of the study for the remaining taxes are the following
es: Dejando aparte de momento el Impuesto sobre Bienes Inmuebles, las conclusiones del estudio para los demás impuestos son los siguientes

source: Because there is nothing similar to an estate tax in Latin America, the cultural expectation is that one should provide first for the family.
es: Como no existe nada que se parezca a un impuesto a la herencia en Latinoamérica, la expectativa cultural es que uno debería encargarse primero de su familia.

source: We acknowledge and understand that this account may be subject to the U.S. Non-Resident Alien Estate tax and agree that neither Pershing nor our broker-dealer are responsible for our compliance with U.S. tax laws.
es: Reconocemos y entendemos que esta cuenta puede estar sujeta al impuesto sucesorio para extranjeros no residentes en los Estados Unidos y aceptamos que ni Pershing ni nuestro corredor-agente son responsables de nuestro cumplimiento de las leyes tributarias de los Estados Unidos.

source: A portion of the residence or farm value may be excluded from estate tax.
es: Al efectuarse el pago del impuesto al patrimonio, una porción del valor de la propiedad residencial o rural podría quedar exenta de gravámenes.

source: For state purposes, an executor must file the appropriate state income tax return plus possible estate tax, inheritance tax and gift tax returns.
es: Para propósitos de estado, un albacea debe archivar la declaración de impuestos apropiada de estado más impuesto posible de propiedad, regresos de impuesto sobre sucesiones e impuesto sobre donaciones.
